
foredict = {
    "บางบ่อ":"25",
    "บางประกง":"30",
    "พนัสนิคม":"45",
    "บ้านบึง":"55",
    "บางพระ":"60",
}
sixdict = {
    "บางบ่อ":"45",
    "บางประกง":"45",
    "พนัสนิคม":"75",
    "บ้านบึง":"90",
    "บางพระ":"100",
}
eaghtdict = {
    "บางบ่อ":"60",
    "บางประกง":"70",
    "พนัสนิคม":"110",
    "บ้านบึง":"130",
    "บางพระ":"140",
}
print('รถยนต์ 4 ล้อ       กด 1')
print('รถยนต์ 6 ล้อ       กด 2')
print('รถยนต์มากกว่า 6 ล้อ กด 3')
a = int (input('เลือกประเภทย์รถยนต์ :'))
if a==1:
    print("ค่าบริการรถยนต์ 4 ล้อ\n")
    print(*foredict.items(), sep = "\n")
if a==2:
    print("ค่าบริการรถยนต์ 6 ล้อ\n")
    print(*sixdict.items(), sep = "\n")
if a==3:
    print("ค่าบริการรถยนต์มากกว่า 6 ล้อ\n")
    print(*eaghtdict.items(), sep = "\n")

